[
  {
    "term": "LMS (Learning Management System)",
    "definition": "온라인 학습을 관리하고 제공하는 소프트웨어 플랫폼. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Moodle, Blackboard, Canvas",
    "use_cases": "학교, 기업 교육"
  },
  {
    "term": "MOOC (Massive Open Online Course)",
    "definition": "대규모 학습자를 대상으로 하는 온라인 공개 강좌. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Coursera, edX, Udacity",
    "use_cases": "전 세계 무료 강의 제공"
  },
  {
    "term": "CMS (Content Management System)",
    "definition": "디지털 콘텐츠를 생성, 관리, 제공하는 시스템. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "WordPress, Drupal",
    "use_cases": "교육용 웹사이트, 강의 콘텐츠 관리"
  },
  {
    "term": "SCORM (Sharable Content Object Reference Model)",
    "definition": "온라인 학습 콘텐츠의 표준화된 규격. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "SCORM Cloud, Rustici Software",
    "use_cases": "LMS에서 학습 콘텐츠 호환성 유지"
  },
  {
    "term": "xAPI (Experience API)",
    "definition": "학습 경험을 추적하는 차세대 e-learning 표준. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Learning Locker, Watershed",
    "use_cases": "온라인 학습 진도 추적, 학습 데이터 분석"
  },
  {
    "term": "AI 튜터",
    "definition": "머신러닝 기반의 학생 맞춤형 학습 제공 인공지능. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Squirrel AI, Querium",
    "use_cases": "개별 학생 맞춤 학습 지원"
  },
  {
    "term": "적응형 학습 (Adaptive Learning)",
    "definition": "학습자의 성과와 피드백을 기반으로 학습 내용을 조정하는 시스템. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Knewton, Smart Sparrow",
    "use_cases": "맞춤형 학습 콘텐츠 제공"
  },
  {
    "term": "교육 데이터 마이닝",
    "definition": "학생 학습 패턴을 분석하여 최적의 학습 방법을 찾는 기술. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "RapidMiner, Weka",
    "use_cases": "학습 성취도 분석, 학습 개선 전략"
  },
  {
    "term": "챗봇 교육",
    "definition": "AI 기반 챗봇을 활용한 학습 보조 시스템. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "ChatGPT, Watson Assistant",
    "use_cases": "질문 응답, 교육 코칭"
  },
  {
    "term": "VR (Virtual Reality)",
    "definition": "몰입형 가상 환경을 제공하는 기술. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Oculus Rift, HTC Vive",
    "use_cases": "가상 실험실, 역사 체험 학습"
  },
  {
    "term": "AR (Augmented Reality)",
    "definition": "현실 환경에 가상 정보를 추가하는 기술. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Microsoft HoloLens, ARKit",
    "use_cases": "과학 실험, 인터랙티브 교재"
  },
  {
    "term": "MR (Mixed Reality)",
    "definition": "가상현실과 증강현실이 결합된 기술. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Magic Leap, Microsoft Mesh",
    "use_cases": "원격 협업, 실감형 교육"
  },
  {
    "term": "XR (Extended Reality)",
    "definition": "VR, AR, MR을 포함하는 확장 현실 기술. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Meta Quest, Varjo XR",
    "use_cases": "원격 학습, 실습 훈련"
  },
  {
    "term": "블렌디드 러닝",
    "definition": "온라인 학습과 오프라인 학습을 결합한 교육 방식. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Google Classroom, Microsoft Teams",
    "use_cases": "학교 및 기업 연수 프로그램"
  },
  {
    "term": "게임 기반 학습 (Gamification)",
    "definition": "게임 요소를 적용하여 학습 동기를 향상하는 방법. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Kahoot!, Classcraft",
    "use_cases": "초등 및 중등 교육, 기업 교육"
  },
  {
    "term": "플립러닝 (Flipped Learning)",
    "definition": "사전 학습 후 수업 시간에 토론과 실습을 진행하는 학습 방식. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "YouTube EDU, Khan Academy",
    "use_cases": "대학 강의, 기업 교육"
  },
  {
    "term": "블록체인 인증",
    "definition": "블록체인을 활용하여 학습 성과 및 인증서를 투명하게 관리. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Ethereum, OpenCerts",
    "use_cases": "온라인 학위 인증, 디지털 배지 시스템"
  },
  {
    "term": "자동 평가 시스템",
    "definition": "AI 기반 자동 채점 및 평가 기술. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Turnitin, Gradescope",
    "use_cases": "온라인 시험, 대규모 강의 평가"
  },
  {
    "term": "인터랙티브 콘텐츠",
    "definition": "사용자의 참여를 유도하는 학습 콘텐츠. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "H5P, Genially",
    "use_cases": "온라인 강의, 실습형 학습"
  },
  {
    "term": "마이크로러닝",
    "definition": "짧고 집중적인 학습 콘텐츠 제공 방식. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Duolingo, LinkedIn Learning",
    "use_cases": "기업 교육, 자기계발 학습"
  },
  {
    "term": "클라우드 기반 학습",
    "definition": "클라우드 서버를 통해 콘텐츠를 저장하고 학습 자료에 접근하는 방식. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Google Drive, AWS, OneDrive",
    "use_cases": "언제 어디서나 수업 자료 공유"
  },
  {
    "term": "모바일 러닝",
    "definition": "모바일 기기를 활용해 장소에 구애받지 않고 학습하는 방법. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "mLearning 앱, 스마트폰",
    "use_cases": "출퇴근 시간, 이동 중 학습"
  },
  {
    "term": "소셜 러닝",
    "definition": "SNS와 커뮤니티를 기반으로 협력하며 배우는 학습 형태. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Slack, Discord, Facebook Groups",
    "use_cases": "프로젝트 협업, 그룹 학습"
  },
  {
    "term": "E-포트폴리오",
    "definition": "학습자가 학습 결과물과 성장을 디지털로 기록한 포트폴리오. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Seesaw, Mahara",
    "use_cases": "학습 평가, 취업 자료로 활용"
  },
  {
    "term": "디지털 배지",
    "definition": "학습 완료나 성취를 시각적으로 증명하는 온라인 배지 시스템. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Badgr, Credly",
    "use_cases": "학습 동기 부여, 이력서 첨부"
  },
  {
    "term": "블록체인 인증",
    "definition": "위조 불가능한 방식으로 학습 이력을 저장하고 검증하는 기술. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Blockcerts, IBM Blockchain",
    "use_cases": "디지털 졸업장, 자격 증명 검증"
  },
  {
    "term": "자동 평가 시스템",
    "definition": "AI나 알고리즘이 시험 또는 과제를 자동으로 채점하고 피드백 제공. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Gradescope, AutoGradr",
    "use_cases": "객관식 시험, 프로그래밍 과제"
  },
  {
    "term": "메타버스 교육",
    "definition": "3D 가상 세계에서 학습자들이 상호작용하며 배우는 교육 환경. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Zepeto, Roblox, Gather",
    "use_cases": "가상 캠퍼스, 동아리 활동"
  },
  {
    "term": "디지털 교과서",
    "definition": "기존 인쇄 교과서를 디지털화하여 다양한 기능을 추가한 교재. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "ePub, 스마트 패드",
    "use_cases": "초중고 학습, 자기주도 학습"
  },
  {
    "term": "하이브리드 수업",
    "definition": "온라인과 오프라인 수업을 병행하는 수업 운영 방식. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Zoom, Teams",
    "use_cases": "대학 강의, 기업 세미나"
  },
  {
    "term": "원격 실험실",
    "definition": "물리적 실험 도구 없이 가상 환경에서 실험을 수행하는 시스템. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "PhET, Labster",
    "use_cases": "과학 실습, 공학 실험"
  },
  {
    "term": "시뮬레이션 기반 학습",
    "definition": "가상의 시나리오를 통해 실제처럼 경험하는 학습 방식. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Unity, Unreal Engine",
    "use_cases": "의료 교육, 항공 시뮬레이터"
  },
  {
    "term": "언어 학습 앱",
    "definition": "모바일이나 웹을 통해 외국어를 배우는 앱. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Duolingo, Memrise",
    "use_cases": "일상 회화, 시험 준비"
  },
  {
    "term": "AI 음성 비서",
    "definition": "음성 인식 기반의 인공지능이 학습 안내나 질문 응답을 수행. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Siri, Alexa, Google Assistant",
    "use_cases": "질문 검색, 과제 알림"
  },
  {
    "term": "디지털 협업 도구",
    "definition": "온라인 상에서 함께 작업하고 의견을 공유할 수 있는 도구. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Miro, Notion, Google Docs",
    "use_cases": "팀 프로젝트, 실시간 문서 작성"
  },
  {
    "term": "진로 탐색 플랫폼",
    "definition": "학습자에게 적성 기반 직업 정보를 제공하는 플랫폼. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "커리어넷, Naviance",
    "use_cases": "진로 계획, 직업 추천"
  },
  {
    "term": "온라인 퀴즈 플랫폼",
    "definition": "즉석에서 문제를 출제하고 실시간으로 학습자를 평가할 수 있는 도구. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Quizizz, Socrative",
    "use_cases": "수업 복습, 테스트 게임화"
  },
  {
    "term": "에듀테크 스타트업",
    "definition": "기술을 바탕으로 교육 시장에 혁신을 가져오는 신생 기업. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Class101, Riiid",
    "use_cases": "AI 튜터, 창의 교육 콘텐츠 제공"
  },
  {
    "term": "대화형 학습 시스템",
    "definition": "사용자와 실시간으로 상호작용하며 진행되는 학습 시스템. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "ChatGPT, Woebot",
    "use_cases": "멘탈 케어 교육, 언어 학습"
  },
  {
    "term": "직무 기반 교육 플랫폼",
    "definition": "특정 직업이나 기술을 목표로 커리큘럼이 구성된 교육 플랫폼. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Udacity, FastCampus",
    "use_cases": "IT 개발자 교육, 실무형 학습"
  },
  {
    "term": "교육 분석(Educational Analytics)",
    "definition": "학습 데이터를 분석해 학습자 행동과 성취를 예측하고 개선하는 기술. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Learning Analytics, Big Data",
    "use_cases": "학생 맞춤 피드백 제공, 조기 경고 시스템"
  },
  {
    "term": "학습 추천 시스템",
    "definition": "사용자의 학습 이력과 관심사를 기반으로 콘텐츠를 추천하는 시스템. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "AI, 협업 필터링",
    "use_cases": "개인화 학습 경로 제공, 온라인 강의 추천"
  },
  {
    "term": "멀티미디어 학습",
    "definition": "텍스트, 이미지, 영상, 소리 등을 활용하여 학습 효과를 높이는 방식. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "HTML5, Video Lectures",
    "use_cases": "플립러닝, 콘텐츠 제작 수업"
  },
  {
    "term": "디지털 학습 일지",
    "definition": "학습자가 자신의 학습 활동을 디지털 형태로 기록하고 반성하는 도구. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Google Docs, LMS",
    "use_cases": "자기주도 학습 강화, 교사 피드백"
  },
  {
    "term": "게이미피케이션",
    "definition": "게임의 요소를 학습 환경에 적용해 학습자의 몰입도를 높이는 전략. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Points, Badges, Leaderboards",
    "use_cases": "수학 문제 풀이 게임, 보상 기반 수업"
  },
  {
    "term": "디지털 리터러시 교육",
    "definition": "디지털 기술을 이해하고 비판적으로 활용하는 능력을 기르는 교육. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "정보 검색, 저작권 이해",
    "use_cases": "청소년 디지털 시민교육, 인터넷 윤리 교육"
  },
  {
    "term": "교실 내 IoT 기술",
    "definition": "센서, 스마트 보드 등 사물인터넷 기술을 통해 수업 효율을 높이는 방식. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "스마트 조명, 자동 출석 체크",
    "use_cases": "환경 모니터링, 수업 분석"
  },
  {
    "term": "디지털 학습 게임",
    "definition": "게임 형식으로 구성된 교육 콘텐츠를 통해 학습자 동기 유발 및 이해 증진. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Unity, Scratch",
    "use_cases": "수학 퍼즐, 역사 퀴즈 게임"
  },
  {
    "term": "화상 수업 플랫폼",
    "definition": "실시간으로 온라인 상에서 강의와 토론이 가능한 플랫폼. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Zoom, Google Meet",
    "use_cases": "실시간 수업, 1:1 튜터링"
  },
  {
    "term": "온라인 협업 프로젝트",
    "definition": "온라인 공간에서 여러 학습자가 팀을 이루어 과제를 수행하는 학습 방식. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Google Workspace, Miro",
    "use_cases": "문제 해결 학습, 국제 협력 수업"
  },
  {
    "term": "디지털 평가 루브릭",
    "definition": "온라인으로 평가 기준을 제시하고 점수를 체계적으로 부여하는 도구. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Google Forms, LMS Rubric Tool",
    "use_cases": "과제 평가, 자기 평가"
  },
  {
    "term": "인터랙티브 콘텐츠",
    "definition": "사용자와 상호작용할 수 있는 방식으로 제작된 교육 콘텐츠. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "H5P, Genially",
    "use_cases": "선택형 퀴즈, 인터랙티브 영상"
  },
  {
    "term": "디지털 휴먼 튜터",
    "definition": "AI가 구현한 가상 인물이 학습을 안내하거나 설명하는 교육 시스템. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "DeepBrain AI, Synthesia",
    "use_cases": "언어 회화 연습, 입체형 도우미"
  },
  {
    "term": "스마트 패드 기반 수업",
    "definition": "태블릿을 중심으로 진행되는 전자 교과서 및 활동 중심 수업. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "iPad, Galaxy Tab",
    "use_cases": "문서 필기, 협동 활동"
  },
  {
    "term": "마이크로러닝",
    "definition": "짧고 집중적인 학습 단위를 통해 효과적으로 학습하는 방식. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "TikTok 스타일 강의, 5분 콘텐츠",
    "use_cases": "기업 직무 교육, 외우기 쉬운 시험 대비"
  },
  {
    "term": "온디맨드 학습",
    "definition": "학습자가 원하는 시간과 장소에서 원하는 콘텐츠를 선택하여 학습하는 방식. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "VOD 강의, 유튜브 강좌",
    "use_cases": "자기주도 학습, 직장인 야간 학습"
  },
  {
    "term": "콘텐츠 큐레이션 시스템",
    "definition": "방대한 콘텐츠 중 학습자 맞춤으로 콘텐츠를 선별해 제공하는 시스템. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "AI 큐레이션, 필터링 알고리즘",
    "use_cases": "개인화된 뉴스, 추천 학습 경로"
  },
  {
    "term": "VR 실험실",
    "definition": "가상현실 환경에서 과학 실험이나 체험 수업을 구현하는 학습 도구. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Meta Quest, VR Lab 앱",
    "use_cases": "화학 실험, 인체 해부 체험"
  },
  {
    "term": "AR 기반 교재",
    "definition": "증강현실 기술을 통해 교과서에서 3D 모델과 정보가 시각화되는 교재. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "ZapWorks, Merge Cube",
    "use_cases": "과학 입체 그림, 역사 유적 시각화"
  },
  {
    "term": "디지털 시나리오 수업",
    "definition": "디지털 콘텐츠를 활용한 상황극 또는 이야기 중심의 수업 방식. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "영상 편집 툴, 인터랙티브 웹툴",
    "use_cases": "문학 수업, 윤리 수업 시나리오 활동"
  },
  {
    "term": "AI 튜터",
    "definition": "인공지능이 학습자의 수준과 패턴에 맞춰 학습을 돕는 가상 튜터. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "자연어 처리, 머신러닝",
    "use_cases": "영어 회화 보조, 수학 문제 해결 도우미"
  },
  {
    "term": "디지털 포트폴리오",
    "definition": "학습자가 디지털 형식으로 자신의 학습 과정과 결과물을 기록하고 공유하는 시스템. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "e-Portfolio, LMS",
    "use_cases": "과제 저장, 진로 설계"
  },
  {
    "term": "교육용 챗봇",
    "definition": "학습 중 발생하는 질문에 자동으로 응답해주는 대화형 시스템. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "AI Chatbot, GPT",
    "use_cases": "과제 도움, 정보 안내"
  },
  {
    "term": "블렌디드 러닝",
    "definition": "온라인 학습과 오프라인 학습을 결합한 교육 방식. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "LMS, 화상회의 툴",
    "use_cases": "대학 수업, 사내 교육 프로그램"
  },
  {
    "term": "메타버스 학습 공간",
    "definition": "3D 가상 공간에서 아바타로 수업에 참여하는 새로운 형태의 온라인 학습 환경. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "ZEP, Gather.town",
    "use_cases": "원격 교실, 진로 체험"
  },
  {
    "term": "지식 그래프 기반 학습",
    "definition": "개념 간의 관계를 시각화하여 학습자의 이해를 돕는 방식. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Knowledge Graph, 시맨틱 웹",
    "use_cases": "과학 개념 연결, 연상 학습"
  },
  {
    "term": "자동 에세이 채점",
    "definition": "AI를 활용해 학습자의 에세이 내용을 분석하고 점수를 부여하는 기술. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "자연어 처리, GPT",
    "use_cases": "시험 채점 자동화, 글쓰기 피드백"
  },
  {
    "term": "AR 기반 과학 실험",
    "definition": "증강현실을 통해 실제 실험처럼 구현되는 과학 수업 콘텐츠. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "ARKit, 3D 모델링",
    "use_cases": "물리 실험, 생물 구조 학습"
  },
  {
    "term": "플립 러닝",
    "definition": "기존 강의 수업을 영상으로 선행하고, 수업 시간에는 토론과 실습을 진행하는 학습 방식. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "YouTube, Edpuzzle",
    "use_cases": "활동 중심 수업, 개별 학습 지원"
  },
  {
    "term": "러닝 애널리틱스",
    "definition": "학습자의 활동 데이터를 분석하여 맞춤 피드백을 제공하는 기술. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "빅데이터, 머신러닝",
    "use_cases": "학습 습관 분석, 성취 예측"
  },
  {
    "term": "디지털 교과서",
    "definition": "전자기기를 통해 학습할 수 있는 디지털 형태의 교과서. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "PDF, ePUB, HTML5",
    "use_cases": "스마트패드 수업, 원격 학습"
  },
  {
    "term": "비대면 원격 평가",
    "definition": "온라인 상에서 진행되는 평가로 실시간 감시 및 자동 채점 기능 포함. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "온라인 시험 플랫폼, 프로터링 AI",
    "use_cases": "학력 평가, 인증 시험"
  },
  {
    "term": "러닝 매니지먼트 시스템(LMS)",
    "definition": "온라인 학습을 관리하고 운영할 수 있는 통합 플랫폼. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Moodle, Google Classroom",
    "use_cases": "과제 제출, 출석 체크"
  },
  {
    "term": "AI 기반 피드백 시스템",
    "definition": "AI가 학습자의 답변이나 과제를 분석하여 즉시 피드백을 제공하는 시스템. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "ChatGPT API, NLP",
    "use_cases": "언어학습, 수학 풀이"
  },
  {
    "term": "스마트 캠퍼스",
    "definition": "IoT, AI 등을 활용하여 학습, 시설, 행정을 자동화한 대학 캠퍼스. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "RFID, 스마트 보안 시스템",
    "use_cases": "무인 도서관, 자동 출결"
  },
  {
    "term": "적응형 학습 시스템",
    "definition": "학습자의 수준과 반응에 따라 콘텐츠를 자동으로 조정하는 시스템. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "AI, 알고리즘 모델링",
    "use_cases": "수준별 수학 콘텐츠, 독서 추천"
  },
  {
    "term": "디지털 협업 툴",
    "definition": "원격 환경에서 실시간으로 문서나 아이디어를 공유하고 협업하는 도구. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Google Docs, Notion",
    "use_cases": "팀 과제, 실시간 편집"
  },
  {
    "term": "인터랙티브 영상 수업",
    "definition": "시청 중 학습자가 퀴즈나 선택을 통해 수업에 참여할 수 있는 영상 콘텐츠. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Edpuzzle, H5P",
    "use_cases": "집중력 향상, 이해도 점검"
  },
  {
    "term": "디지털 배지 시스템",
    "definition": "학습자 성취를 시각적으로 보여주는 디지털 배지 및 인증 방식. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "블록체인, Mozilla Open Badges",
    "use_cases": "온라인 인증서, 활동 기록"
  },
  {
    "term": "온라인 시험 플랫폼",
    "definition": "시험 문제 제공, 응시, 채점까지 가능한 통합형 온라인 시험 시스템. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Mettl, ClassMarker",
    "use_cases": "중간·기말 평가, 자격 시험"
  },
  {
    "term": "학습 콘텐츠 큐레이션",
    "definition": "학습자의 흥미와 수준에 맞는 콘텐츠를 자동으로 선별해주는 기능. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "AI 추천 알고리즘",
    "use_cases": "수학 콘텐츠 추천, 독서 자료 큐레이션"
  },
  {
    "term": "클라우드 기반 교육",
    "definition": "인터넷을 통해 언제 어디서나 접근 가능한 교육 시스템. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "AWS, Google Cloud",
    "use_cases": "자료 공유, 온라인 실험실"
  },
  {
    "term": "STEM 교육",
    "definition": "과학, 기술, 공학, 수학 분야의 융합 교육. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "코딩 툴, 3D 프린터",
    "use_cases": "메이커 교육, 로봇 제작 수업"
  },
  {
    "term": "실시간 피드백 시스템",
    "definition": "학생이 입력한 답변에 대해 즉시 반응을 제공하는 시스템. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "AI 채점기, 퀴즈 플랫폼",
    "use_cases": "수업 중 이해도 점검, 온라인 퀴즈"
  },
  {
    "term": "게임 기반 학습(Gamification)",
    "definition": "게임 요소를 학습에 도입하여 몰입과 동기를 높이는 방식. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Unity, Classcraft",
    "use_cases": "언어 학습 게임, 수학 퍼즐"
  },
  {
    "term": "러닝 패스",
    "definition": "목표에 도달하기 위한 체계적인 학습 경로 설계. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "LMS, AI 큐레이션",
    "use_cases": "직무 교육, 자격증 학습 설계"
  },
  {
    "term": "VR 실감형 콘텐츠",
    "definition": "VR 기기를 활용하여 몰입형 학습이 가능한 교육 콘텐츠. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Oculus, Unity",
    "use_cases": "역사 체험, 안전 교육"
  },
  {
    "term": "디지털 학습 분석 도구",
    "definition": "학습자의 활동 데이터를 시각화해 분석하는 툴. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Learning Analytics Dashboard",
    "use_cases": "진도 추적, 학습 경향 파악"
  },
  {
    "term": "미디어 리터러시 교육",
    "definition": "디지털 미디어를 비판적으로 해석하고 활용하는 능력을 키우는 교육. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "영상 편집툴, 정보 검색 시스템",
    "use_cases": "뉴스 팩트체크, 영상 제작 수업"
  },
  {
    "term": "온라인 협업 프로젝트",
    "definition": "디지털 도구를 활용한 팀 기반 학습 활동. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Trello, Miro",
    "use_cases": "팀 발표 과제, 토론형 과제"
  },
  {
    "term": "노코드 학습 플랫폼",
    "definition": "개발 지식 없이도 학습 콘텐츠나 앱을 만들 수 있는 플랫폼. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "Thunkable, Glide",
    "use_cases": "학생 앱 제작 수업, 교사용 콘텐츠 제작"
  },
  {
    "term": "AI 음성 분석 학습",
    "definition": "음성 데이터를 활용해 발음, 억양 등을 피드백하는 학습 방식. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "STT, 음성 인식 AI",
    "use_cases": "영어 발음 교정, 발표 연습"
  },
  {
    "term": "디지털 시민성 교육",
    "definition": "디지털 사회에서 책임 있는 시민으로서의 태도와 기술을 교육하는 것. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "e-러닝 플랫폼",
    "use_cases": "사이버 폭력 예방, 정보 윤리 수업"
  },
  {
    "term": "혼합 현실(MR)",
    "definition": "현실과 가상이 결합된 공간에서 학습 활동을 수행하는 기술. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "HoloLens, MR 기기",
    "use_cases": "기술 체험 수업, 원격 실습"
  },
  {
    "term": "디지털 트윈 캠퍼스",
    "definition": "현실의 캠퍼스를 디지털로 구현해 모의 운영 및 분석이 가능한 시스템. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "IoT, 3D 시뮬레이션",
    "use_cases": "건물 동선 분석, 시설 관리 시뮬레이션"
  },
  {
    "term": "학습 리플렉션 도구",
    "definition": "학습자가 자신의 학습 과정을 돌아보며 기록하는 도구. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "e-Portfolio, 저널 앱",
    "use_cases": "자기 주도 학습, 교사 피드백"
  },
  {
    "term": "증강 지능(Augmented Intelligence)",
    "definition": "AI가 인간의 사고를 보조하고 확장하는 개념. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "AI 어시스턴트, 머신러닝",
    "use_cases": "강의 요약 지원, 자료 추천"
  },
  {
    "term": "모바일 학습(M-Learning)",
    "definition": "스마트폰이나 태블릿을 이용한 언제 어디서나 가능한 학습. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "앱 기반 학습 플랫폼",
    "use_cases": "지하철 영어 학습, 모바일 퀴즈"
  },
  {
    "term": "데이터 기반 수업 설계",
    "definition": "학습 데이터 분석을 바탕으로 효과적인 수업을 설계하는 방법. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "LMS, Learning Analytics",
    "use_cases": "맞춤 수업 설계, 성취 예측 기반 수업"
  },
  {
    "term": "디지털 학습격차 해소",
    "definition": "기술이나 환경 차이로 인한 교육 불평등을 해결하기 위한 노력. 이 용어는 교육 기술 분야에서 핵심적인 역할을 하며, 현대 교육 환경에서 디지털 전환을 지원하거나 학습자의 경험을 향상시키는 데에 자주 사용된다. 관련 기술이나 도구와 결합하여 다양한 교육 시나리오에 적용되며, 학습 효율성 향상, 맞춤형 콘텐츠 제공, 평가 자동화, 몰입형 학습 환경 조성 등의 목표를 달성하는 데 기여한다.",
    "related_technology": "공공 와이파이, 태블릿 지원",
    "use_cases": "저소득층 학생 지원, 농산어촌 온라인 교육"
  }
]